Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.sidebar.error.missingCommand
source: sidebar requires a subcommand: validate, reload, or select
ja: sidebar にはサブコマンド validate、reload、select のいずれかが必要です

# cli.sidebar.error.selectAll
source: sidebar select does not support --all
ja: sidebar select は --all をサポートしていません

# cli.sidebar.error.selectRequiresName
source: sidebar select requires one sidebar name
ja: sidebar select にはサイドバー名が 1 つ必要です

# cli.sidebar.error.unexpectedArguments
source: sidebar %@ accepts at most one sidebar name
ja: sidebar %@ に指定できるサイドバー名は 1 つまでです

# cli.sidebar.error.unknownCommand
source: Unknown sidebar command '%@'
ja: 不明な sidebar コマンド '%@'

# cli.sidebar.noSidebars
source: No custom sidebars found.
ja: カスタムサイドバーが見つかりません。

# cli.sidebar.report.error
source: ERROR %@ [%@] %@: %@
ja: エラー %@ [%@] %@: %@

# cli.sidebar.report.reloadSummary
source: Reloaded %d valid sidebars. %d valid, %d invalid.
ja: 有効なサイドバーを %d 件再読み込みしました。%d 件有効、%d 件無効です。

# cli.sidebar.report.selected
source: Selected %@.
ja: %@ を選択しました。

# cli.sidebar.report.summary
source: %d valid, %d invalid.
ja: %d 件有効、%d 件無効です。

# cli.sidebar.unknownError
source: Unknown error
ja: 不明なエラー

# cli.rightSidebar.error.workspaceRequiresValue
source: right-sidebar: --workspace requires an id
ja: right-sidebar: --workspace には ID が必要です

# cli.rightSidebar.error.windowRequiresValue
source: right-sidebar: --window requires an id
ja: right-sidebar: --window には ID が必要です

# cli.rightSidebar.error.unknownFlag
source: right-sidebar: unknown flag '%@'
ja: right-sidebar: 不明なフラグ '%@'

# cli.rightSidebar.error.missingCommand
source: right-sidebar requires a subcommand
ja: right-sidebar にはサブコマンドが必要です

# cli.rightSidebar.error.unexpectedArguments
source: right-sidebar %@ received unexpected arguments
ja: right-sidebar %@ に予期しない引数があります

# cli.rightSidebar.error.noFocusOnlySet
source: right-sidebar: --no-focus is only valid with set
ja: right-sidebar: --no-focus は set でのみ使えます

# cli.rightSidebar.error.setRequiresMode
source: right-sidebar set requires a mode: files, find, vault, sessions, feed, or dock
ja: right-sidebar set にはモードが必要です: files, find, vault, sessions, feed, dock

# cli.rightSidebar.error.unknownMode
source: Unknown right-sidebar mode '%@'
ja: 不明な right-sidebar モード '%@'

# cli.rightSidebar.error.unknownCommand
source: Unknown right-sidebar command '%@'
ja: 不明な right-sidebar コマンド '%@'

# cli.rightSidebar.error.invalidWindow
source: Invalid window handle: %@
ja: 無効なウィンドウ指定: %@

# cli.rightSidebar.error.invalidWorkspace
source: Invalid workspace handle: %@
ja: 無効なワークスペース指定: %@

# cli.rightSidebar.error.windowRefNotFound
source: Window ref not found
ja: ウィンドウ参照が見つかりません

# cli.rightSidebar.error.workspaceRefNotFound
source: Workspace ref not found
ja: ワークスペース参照が見つかりません

# rightSidebar.remote.error.optionRequiresID
source: ERROR: %@ requires an id
ja: ERROR: %@ には ID が必要です

# rightSidebar.remote.error.unknownOption
source: ERROR: Unknown right sidebar option '%@'
ja: ERROR: 不明な右サイドバーオプション '%@'

# rightSidebar.remote.error.usage
source: ERROR: Usage: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]
ja: ERROR: 使用法: right_sidebar <toggle|show|hide|focus|set|mode> [mode] [--workspace=<workspace-id>] [--window=<window-id>] [--no-focus]

# rightSidebar.remote.error.usage.toggle
source: ERROR: Usage: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar toggle [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.show
source: ERROR: Usage: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar show [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.hide
source: ERROR: Usage: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar hide [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.focus
source: ERROR: Usage: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar focus [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.mode
source: ERROR: Usage: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar mode [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.usage.set
source: ERROR: Usage: right_sidebar set <files|find|vault|sessions|feed|dock> [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]
ja: ERROR: 使用法: right_sidebar set <files|find|vault|sessions|feed|dock> [--no-focus] [--workspace=<workspace-id>] [--window=<window-id>]

# rightSidebar.remote.error.unknownMode
source: ERROR: Unknown right sidebar mode '%@'
ja: ERROR: 不明な右サイドバーモード '%@'

# rightSidebar.remote.error.noFocusOnlySet
source: ERROR: --no-focus is only valid with right_sidebar set
ja: ERROR: --no-focus は right_sidebar set でのみ使えます

# rightSidebar.remote.error.unknownCommand
source: ERROR: Unknown right sidebar command '%@'
ja: ERROR: 不明な右サイドバーコマンド '%@'

# rightSidebar.remote.error.invalidTargetID
source: ERROR: Invalid right sidebar --%@ id '%@'
ja: ERROR: 無効な右サイドバー --%@ ID '%@'

# rightSidebar.remote.error.unknownTargetOption
source: ERROR: Unknown right sidebar target option '%@'
ja: ERROR: 不明な右サイドバー対象オプション '%@'

# rightSidebar.remote.error.targetNotFound
source: ERROR: Right sidebar target not found
ja: ERROR: 右サイドバーの対象が見つかりません

# rightSidebar.remote.error.stateUnavailable
source: ERROR: Right sidebar state not available
ja: ERROR: 右サイドバーの状態を利用できません

# rightSidebar.remote.error.unavailable
source: ERROR: Right sidebar not available
ja: ERROR: 右サイドバーを利用できません

# rightSidebar.remote.error.focusFailed
source: ERROR: Failed to focus right sidebar
ja: ERROR: 右サイドバーにフォーカスできませんでした

# rightSidebar.remote.error.modeUnavailable
source: ERROR: Right sidebar mode '%@' is not available
ja: ERROR: 右サイドバーのモード '%@' は利用できません

# rightSidebar.remote.error.appDelegateUnavailable
source: ERROR: App delegate not available
ja: ERROR: アプリデリゲートを利用できません

# notificationHook.failure.title
source: Notification Hook Failed
ja: 通知フックに失敗しました

# example.sidebar.attentionQueue.title
source: Attention Queue
ja: 要対応キュー

# example.sidebar.attentionQueue.subtitle
source: User extension
ja: ユーザー拡張

# example.sidebar.browserStack.title
source: Browser Stack
ja: ブラウザスタック

# example.sidebar.browserStack.subtitle
source: User extension
ja: ユーザー拡張

# example.sidebar.browserStack.section.tiles
source: Pinned
ja: ピン留め

# example.sidebar.browserStack.section.loose
source: Open
ja: 開いている項目

# example.sidebar.browserStack.section.group:reading-list
source: Reading List
ja: リーディングリスト

# example.sidebar.devServers.title
source: Dev Servers
ja: 開発サーバー

# example.sidebar.devServers.subtitle
source: User extension
ja: ユーザー拡張

# example.sidebar.lastPrompt.title
source: Last Prompt
ja: 最新プロンプト

# example.sidebar.lastPrompt.subtitle
source: User extension
ja: ユーザー拡張

# example.sidebar.projectWorktrees.title
source: Project Worktrees
ja: プロジェクトワークツリー

# example.sidebar.projectWorktrees.subtitle
source: User extension
ja: ユーザー拡張

# example.sidebar.superCompact.title
source: Super Compact
ja: 超コンパクト

# example.sidebar.superCompact.subtitle
source: User extension
ja: ユーザー拡張

# example.sidebar.group.active
source: Active
ja: アクティブ

# example.sidebar.group.pinned
source: Pinned
ja: ピン留め

# example.sidebar.group.needsAttention
source: Needs Attention
ja: 要対応

# example.sidebar.group.quiet
source: Quiet
ja: 静か

# example.sidebar.group.liveServers
source: Live Servers
ja: 稼働中のサーバー

# example.sidebar.group.remote
source: Remote
ja: リモート

# example.sidebar.group.local
source: Local
ja: ローカル

# example.sidebar.group.recentPrompts
source: Recent Prompts
ja: 最近のプロンプト

# example.sidebar.group.noPrompts
source: No Prompts
ja: プロンプトなし

# example.sidebar.group.noFolder
source: No Folder
ja: フォルダなし

# example.sidebar.group.workspaces
source: Workspaces
ja: ワークスペース

# example.sidebar.noPromptsYet
source: No prompts yet
ja: まだプロンプトがありません

# command.switchExtensionSidebar.title
source: Sidebar: %@
ja: サイドバー: %@

# command.switchExtensionSidebar.subtitle
source: Choose Sidebar
ja: サイドバーを選択

# relativeTime.now
source: now
ja: 今

# relativeTime.minutes
source: %lldm
ja: %lld分

# relativeTime.hours
source: %lldh
ja: %lld時間

# relativeTime.days
source: %lldd
ja: %lld日

# relativeTime.weeks
source: %lldw
ja: %lld週

# sidebar.browserStack.closeGroup
source: Close group
ja: グループを閉じる

# sidebar.browserStack.newTab
source: New Tab
ja: 新しいタブ

# sidebar.extension.browserAddress
source: Search or enter URL
ja: 検索またはURLを入力

# sidebar.extension.browserTab
source: Browser
ja: ブラウザ

# sidebar.extension.createWorktree
source: Create worktree
ja: ワークツリーを作成

# sidebar.extension.inspectWorkspace
source: Workspace tools
ja: ワークスペースツール

# sidebar.extension.notesTab
source: Notes
ja: メモ

# sidebar.extension.openWindow
source: Open window
ja: ウィンドウで開く

# sidebar.extension.toggleSection
source: Toggle section
ja: セクションを切り替え

# sidebar.provider.default.title
source: Default Workspaces
ja: 既定のワークスペース

# sidebar.tree.group.other
source: Other
ja: その他

# sidebar.tree.group.other.subtitle
source: No folder
ja: フォルダなし

# sidebar.tree.group.pinned
source: Pinned
ja: ピン留め

# settings.terminal.textBoxMaxLines
source: TextBox Max Lines
ja: TextBox の最大行数

# settings.terminal.textBoxMaxLines.subtitle
source: Limits how tall the rich terminal input can grow before it scrolls.
ja: リッチなターミナル入力欄がスクロールする前に広がれる最大の高さを制限します。

# command.terminalToggleTextBoxInput.title
source: Toggle TextBox Input
ja: TextBox入力を切り替え

# command.terminalFocusTextBoxInput.title
source: Focus TextBox Input
ja: TextBox入力にフォーカス

# command.terminalAttachTextBoxFile.title
source: Attach File to TextBox Input
ja: TextBox入力にファイルを添付

# shortcut.focusTextBoxInput.label
source: Focus TextBox Input
ja: TextBox入力にフォーカス

# command.terminalSendCtrlF.title
source: Send Ctrl-F to Terminal
ja: ターミナルにCtrl-Fを送信

# menu.find.sendCtrlFToTerminal
source: Send Ctrl-F to Terminal
ja: ターミナルにCtrl-Fを送信

# shortcut.sendCtrlFToTerminal.label
source: Send Ctrl-F to Terminal
ja: ターミナルにCtrl-Fを送信

# shortcut.attachTextBoxFile.label
source: Attach File to TextBox Input
ja: TextBox入力にファイルを添付

# textbox.placeholder
source: Prompt or command
ja: プロンプトまたはコマンド

# textbox.addImages.panel.prompt
source: Add
ja: 追加

# textbox.addImages.panel.title
source: Add Images
ja: 画像を追加

# textbox.addImages.tooltip
source: Add Images
ja: 画像を追加

# textbox.addFiles.panel.prompt
source: Add
ja: 追加

# textbox.addFiles.panel.title
source: Add Files
ja: ファイルを追加

# textbox.addFiles.tooltip
source: Add Files
ja: ファイルを追加

# textbox.removeAttachment.tooltip
source: Remove Attachment
ja: 添付を削除

# textbox.openInPreview.tooltip
source: Open in Preview
ja: プレビューで開く

# textbox.openWithPreview.button
source: Open with Preview
ja: プレビューで開く

# textbox.send.tooltip
source: Send
ja: 送信

# dialog.dontAskAgain
source: Don’t ask again
ja: 次回から確認しない

# settings.app.imessageFloatGroups
source: iMessage Mode: Float Groups by Latest Unread
ja: iMessage モード: 最新の未読でグループを並べ替え

# settings.app.imessageFloatGroups.subtitle
source: Reorder whole group sections by their most-recent unread member when iMessage mode is on.
ja: iMessage モードがオンのとき、最新の未読メンバーでグループセクション全体を並べ替えます。

# settings.app.imessageSortInsideGroups
source: iMessage Mode: Sort Workspaces Inside Groups
ja: iMessage モード: グループ内のワークスペースを並べ替え

# settings.app.imessageSortInsideGroups.subtitle
source: When iMessage mode floats unread workspaces to the top, sort members within each group while the group section stays put.
ja: iMessage モードで未読ワークスペースを上に並べ替えるとき、グループのセクション位置は維持しつつ各グループ内のメンバーを並べ替えます。

# settings.search.alias.section.textBox
source: textbox text box rich input prompt beta focus composer compose attachments
ja: textbox text box rich input prompt beta focus composer compose attachments TextBox テキストボックス リッチ入力 プロンプト ベータ フォーカス 添付

# settings.search.alias.setting.textBox.show-textbox-new-terminals
source: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta
ja: terminal.showTextBoxOnNewTerminals show textbox text box rich input prompt default new terminal workspace split tab beta TextBox 表示 新しい ターミナル ワークスペース 分割 タブ 既定 ベータ

# settings.search.alias.setting.textBox.focus-textbox-new-terminals
source: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta
ja: terminal.focusTextBoxOnNewTerminals focus textbox text box rich input prompt default new terminal workspace split tab beta TextBox フォーカス 新しい ターミナル ワークスペース 分割 タブ 既定 ベータ

# settings.search.alias.setting.textBox.textbox-max-lines
source: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta
ja: terminal.textBoxMaxLines textbox text box rich input prompt max height lines grow scroll beta TextBox 最大行数 高さ 行 スクロール ベータ

# settings.section.textBox
source: TextBox (Beta)
ja: TextBox（ベータ）

# settings.textBox.betaWarning
source: TextBox is a beta feature. Its defaults and behavior may change while it is being tested.
ja: TextBox はベータ機能です。テスト中のため、既定値や動作が変わる場合があります。

# settings.textBox.showOnNewTerminals
source: Show TextBox on New Terminals
ja: 新しいターミナルで TextBox を表示

# settings.textBox.showOnNewTerminals.subtitleOff
source: New terminals start with the TextBox hidden until you open it.
ja: 新しいターミナルでは、開くまで TextBox を非表示にします。

# settings.textBox.showOnNewTerminals.subtitleOn
source: New terminal tabs, splits, and workspaces open with the TextBox visible.
ja: 新しいターミナルタブ、分割、ワークスペースでは TextBox を表示して開きます。

# settings.textBox.focusOnNewTerminals
source: Focus TextBox on New Terminals
ja: 新しいターミナルで TextBox にフォーカス

# settings.textBox.focusOnNewTerminals.subtitleOff
source: New terminals keep keyboard focus in the terminal surface.
ja: 新しいターミナルではキーボードフォーカスをターミナル面に置きます。

# settings.textBox.focusOnNewTerminals.subtitleOn
source: New terminal tabs, splits, and workspaces put keyboard focus in the TextBox.
ja: 新しいターミナルタブ、分割、ワークスペースではキーボードフォーカスを TextBox に置きます。

# settings.textBox.maxLines
source: TextBox Max Lines
ja: TextBox の最大行数

# settings.textBox.maxLines.subtitle
source: Limits how tall the rich terminal input can grow before it scrolls.
ja: リッチなターミナル入力欄がスクロールする前に広がれる最大の高さを制限します。

# shortcut.diffViewerScrollDown.label
source: Diff Viewer: Scroll Down
ja: 差分ビューア: 下へスクロール

# shortcut.diffViewerScrollUp.label
source: Diff Viewer: Scroll Up
ja: 差分ビューア: 上へスクロール

# shortcut.diffViewerScrollToBottom.label
source: Diff Viewer: Scroll to Bottom
ja: 差分ビューア: 末尾へスクロール

# shortcut.diffViewerScrollToTop.label
source: Diff Viewer: Scroll to Top
ja: 差分ビューア: 先頭へスクロール

# shortcut.diffViewerOpenFileSearch.label
source: Diff Viewer: Open File Search
ja: 差分ビューア: ファイル検索を開く

# settings.section.mobile
source: Mobile
ja: モバイル

# settings.mobile.iOSPairingHost
source: iOS Pairing
ja: iOS ペアリング

# settings.mobile.iOSPairingHost.subtitleOff
source: Keeps the Mac-side iOS pairing listener off until you enable it here.
ja: ここで有効にするまで、Mac 側の iOS ペアリングリスナーをオフにします。

# settings.mobile.iOSPairingHost.subtitleOn
source: Allows the iOS app to discover and sync with this Mac on your local network.
ja: iOS アプリがローカルネットワーク上でこの Mac を検出し、同期できるようにします。

# settings.search.alias.section.mobile
source: ios iphone ipad mobile pairing local network permission sync
ja: ios iphone ipad モバイル ペアリング ローカルネットワーク 権限 同期

# settings.search.alias.setting.mobile.iOSPairingHost
source: ios iphone ipad mobile pairing local network permission sync
ja: ios iphone ipad モバイル ペアリング ローカルネットワーク 権限 同期

# contextMenu.workspaceSettings
source: Workspace Settings
ja: ワークスペース設定

# contextMenu.workspaceSettings.hideTerminalScrollBar
source: Hide Terminal Scroll Bar
ja: ターミナルのスクロールバーを隠す

# terminalContextMenu.lookUpFormat
source: Look Up “%@”
ja: 「%@」を調べる
ko: “%@” 찾아보기

# agentSession.bridge.error.invalidProvider
source: The selected provider is unavailable.
ja: 選択したプロバイダーは利用できません。

# agentSession.bridge.error.invalidRequest
source: Invalid bridge request.
ja: ブリッジリクエストが無効です。

# agentSession.bridge.error.missingParameter
source: The request is incomplete.
ja: リクエストが不完全です。

# agentSession.bridge.error.providerNotReady
source: The provider is not ready yet.
ja: プロバイダーはまだ準備できていません。

# agentSession.bridge.error.sessionAlreadyRunning
source: An agent session is already running.
ja: エージェントセッションはすでに実行中です。

# agentSession.bridge.error.sessionNotFound
source: The agent session is no longer available.
ja: エージェントセッションは利用できなくなりました。

# agentSession.bridge.error.unsupportedTransport
source: Agent transport is not supported.
ja: エージェント転送方式には対応していません。

# agentSession.bridge.error.unsupportedMethod
source: This action is not supported.
ja: この操作には対応していません。

# agentSession.codex.error.invalidJSON
source: Codex app-server response was not valid JSON.
ja: Codex app-server の応答が有効な JSON ではありません。

# agentSession.codex.error.rpcFailed
source: Codex app-server request failed.
ja: Codex app-server リクエストに失敗しました。

# agentSession.codex.error.unsupportedServerRequest
source: Request from Codex app-server is not supported: %@
ja: Codex app-server からのリクエストには対応していません: %@

# agentSession.codex.warning.unknown
source: Codex app-server reported a warning.
ja: Codex app-server が警告を報告しました。

# agentSession.codex.activity.command.ran
source: Ran
ja: 実行しました

# agentSession.codex.activity.command.running
source: Running
ja: 実行中

# agentSession.codex.activity.command.stopped
source: Stopped
ja: 停止しました

# agentSession.codex.activity.file.created
source: Created
ja: 作成しました

# agentSession.codex.activity.file.creating
source: Creating
ja: 作成中

# agentSession.codex.activity.file.deleted
source: Deleted
ja: 削除しました

# agentSession.codex.activity.file.deleting
source: Deleting
ja: 削除中

# agentSession.codex.activity.file.edited
source: Edited
ja: 編集しました

# agentSession.codex.activity.file.editing
source: Editing
ja: 編集中

# agentSession.opencode.error.sessionCreateFailed
source: OpenCode session could not be created.
ja: OpenCode セッションを作成できませんでした。

# agentSession.opencode.error.eventStreamFailed
source: OpenCode event stream disconnected.
ja: OpenCode のイベントストリームが切断されました。

# agentSession.error.missingProviderExecutable
source: %@ was not found. Install it and make sure "%@" is available on PATH.
ja: %@ が見つかりませんでした。インストールして "%@" が PATH で利用できるようにしてください。

# agentSession.web.attachFile
source: Attach file
ja: ファイルを添付

# agentSession.web.addPhotosAndFiles
source: Add photos & files
ja: 写真とファイルを追加

# agentSession.web.addFilesAndMore
source: Add files and more
ja: ファイルなどを追加

# agentSession.web.removeAttachment
source: Remove attachment
ja: 添付を削除

# agentSession.web.copyOutput
source: Copy output
ja: 出力をコピー

# agentSession.web.copyAssistantMessage
source: Copy
ja: コピー

# agentSession.web.copiedAssistantMessage
source: Copied
ja: コピーしました

# agentSession.web.copyUserMessage
source: Copy message
ja: メッセージをコピー

# agentSession.web.copiedUserMessage
source: Copied
ja: コピーしました

# agentSession.web.shellLabel
source: Shell
ja: シェル

# agentSession.web.copyShellContents
source: Copy shell contents
ja: シェルの内容をコピー

# agentSession.web.copiedShellContents
source: Copied shell contents
ja: シェルの内容をコピーしました

# agentSession.web.collapseShell
source: Collapse shell
ja: シェルを折りたたむ

# agentSession.web.shellSuccess
source: Success
ja: 成功

# agentSession.web.showMore
source: Show more
ja: もっと表示

# agentSession.web.showLess
source: Show less
ja: 表示を減らす

# agentSession.web.autoContext
source: Context
ja: コンテキスト

# agentSession.web.browseWeb
source: Browse web
ja: Web を閲覧

# agentSession.web.composerNoResults
source: No results
ja: 結果がありません

# agentSession.web.includeIdeContext
source: Include IDE context
ja: IDE コンテキストを含める

# agentSession.web.ideContext
source: IDE context
ja: IDE コンテキスト

# agentSession.web.changePermissions
source: Change permissions
ja: 権限を変更

# agentSession.web.mentionCurrentWorkspace
source: Current workspace
ja: 現在のワークスペース

# agentSession.web.mentionMenuTitle
source: Mention
ja: メンション

# agentSession.web.promptPlaceholder
source: Ask anything
ja: 何でも聞いてください

# agentSession.web.provider
source: Provider
ja: プロバイダー

# agentSession.web.rateLimits
source: Rate limits
ja: レート制限

# agentSession.web.rateLimit.primary
source: Primary
ja: プライマリ

# agentSession.web.rateLimit.monthly
source: Monthly
ja: 毎月

# agentSession.web.rateLimit.resets
source: resets
ja: リセット

# agentSession.web.reasoningEffort.high
source: High
ja: 高

# agentSession.web.rateLimit.secondary
source: Secondary
ja: セカンダリ

# agentSession.web.rateLimit.weekly
source: Weekly
ja: 毎週

# agentSession.web.rateLimit.usageRemaining
source: Usage remaining
ja: 残り使用量

# agentSession.web.send
source: Send
ja: 送信

# agentSession.web.skillCodeReview
source: Code review
ja: コードレビュー

# agentSession.web.skillMenuTitle
source: Skills
ja: スキル

# agentSession.web.planMode
source: Plan mode
ja: 計画モード

# agentSession.web.planSuggestion.action
source: Use plan mode
ja: 計画モードを使用

# agentSession.web.planSuggestion.dismiss
source: Dismiss suggestion
ja: 提案を閉じる

# agentSession.web.planSuggestion.title
source: Create a plan
ja: 計画を作成

# agentSession.web.permissions.autoReview
source: Auto-review
ja: 自動レビュー

# agentSession.web.permissions.custom
source: Custom (config.toml)
ja: カスタム (config.toml)

# agentSession.web.permissions.default
source: Default permissions
ja: デフォルト権限

# agentSession.web.permissions.fullAccess
source: Full access
ja: フルアクセス

# agentSession.web.skillPlan
source: Plan
ja: 計画

# agentSession.web.skillResearch
source: Research
ja: 調査

# agentSession.web.start
source: Start
ja: 開始

# agentSession.web.stop
source: Stop
ja: 停止

# agentSession.web.tools
source: Tools
ja: ツール

# agentSession.web.voiceInput
source: Voice input
ja: 音声入力

# agentSession.web.error.requestFailed
source: Native bridge request failed.
ja: ネイティブブリッジのリクエストに失敗しました。

# agentSession.web.log.providerExitedFormat
source: Provider exited %d
ja: プロバイダーが終了しました %d

# agentSession.web.log.providerStarted
source: Provider started
ja: プロバイダーを開始しました

# agentSession.web.log.rendererReadyFormat
source: %@ ready
ja: %@ の準備ができました

# agentSession.web.log.sentCharsFormat
source: Sent %d chars
ja: %d 文字を送信しました

# agentSession.web.log.stopped
source: Stopped
ja: 停止しました

# agentSession.web.status.failed
source: Failed
ja: 失敗

# agentSession.web.status.idle
source: Idle
ja: 待機中

# agentSession.web.status.loading
source: Loading
ja: 読み込み中

# agentSession.web.status.running
source: Running
ja: 実行中

# agentSession.web.status.starting
source: Starting
ja: 開始中

# agentSession.web.status.stopping
source: Stopping
ja: 停止中

# commandPalette.kind.agentSession
source: Agent
ja: エージェント

# debug.menu.openAgentGuiReact
source: Open Agent GUI (React)
ja: Agent GUI を開く (React)

# debug.menu.openAgentGuiSolid
source: Open Agent GUI (Solid)
ja: Agent GUI を開く (Solid)

# menu.history.recentlyClosed.panel.agentSession
source: Agent
ja: エージェント

# mobile.pairing.window.title
source: Pair iPhone
ja: iPhone をペアリング

# mobile.pairing.window.heading
source: Pair your iPhone
ja: iPhone をペアリング

# mobile.pairing.window.subheading
source: Scan this code with the UniConnect app on your iPhone to sync your terminal workspaces.
ja: iPhone の UniConnect アプリでこのコードをスキャンして、ターミナルワークスペースを同期します。

# mobile.pairing.preparing
source: Preparing a pairing code…
ja: ペアリングコードを準備しています…

# mobile.pairing.waiting
source: Waiting for your iPhone…
ja: iPhone を待っています…

# mobile.pairing.refresh
source: Refresh Code
ja: コードを更新

# mobile.pairing.retry
source: Try Again
ja: 再試行

# mobile.pairing.qrAccessibilityLabel
source: Pairing QR code
ja: ペアリング QR コード

# mobile.pairing.manual.title
source: Can't scan? Add this Mac manually:
ja: スキャンできない場合は、この Mac を手動で追加します:
